/* zuul text */
"*** CORRUPT LICENSE ***" = "*** 注册失败 ***";

/* trial days */
"%u trial days left" = "剩余试用天数为 %u 天";

/* zuul button */
"Add License" = "添加许可证";

/* zuul button format */
"Buy %@" = "购买“%@”";

/* zuul button */
"Cancel" = "取消";

/* zuul error */
"Cannot create the folder %@:\n%@\n\nPlease choose a different license type." = "无法建立文件夹“%1$@”：\n%2$@\n\n请选择其它的许可证类型。";

/* zuul error */
"Cannot load the licensing interface." = "无法载入许可界面。";

/* zuul unreadable file error format */
"Cannot read %@." = "无法读取“%@”。";

/* license type menu item */
"Computer" = "计算机";

/* zuul panel title */
"Confirm Delete" = "确认删除";

/* zuul button */
"Delete" = "删除";

/* panel format */
"Do you really want to delete the license file at %@" = "您确实想删除“%@”中的许可证文件吗？";

/* zuul error title */
"Duplicate License" = "重复的许可证";

/* zuul panel title */
"Failed to Remove License" = "移去许可证操作失败";

/* Trial message for more than one day remaining */
"In %d days, this trial of %@ will require a license." = "此 %2$@ 试用版将需要在 %1$d 天内获得许可。";

/* Trial message for one day remaining */
"In one day, this trial of %@ will require a license." = "此 %@ 试用版将需要在一天内获得许可。";

/* zuul status */
"Inactive" = "非活跃";

/* zuul error title */
"Invalid License" = "无效的许可证";

/* zuul title */
"Invalid Value" = "无效数值";

/* Format for title of licenses panel - parameter gets replaced by app name and version */
"Licenses for %@" = "用于%@的许可证";

/* zuul button */
"Licenses..." = "许可证…";

/* license type menu item */
"Network" = "网络";

/* zuul status */
"No License Available" = "没有可用的许可证";

/* zuul unlicensed error message */
"No valid unused license found." = "找不到有效的未使用许可证。";

/* license type menu item */
"Personal" = "个人";

/* zuul status */
"Please append any extra information about your licensing woes (in English if possible)." = "请追加有关您许可责任条款的任意额外信息（最好使用英语）。";

/* zuul status */
"Querying network..." = "正在查询网络…";

/* zuul button */
"Quit" = "退出";

/* zuul status */
"Request Support" = "请求支持";

/* zuul error title */
"Save License" = "存储许可证";

/* zuul status */
"Searching for licenses..." = "正在搜索许可证…";

/* zuul status */
"Software Licensed" = "软件已注册";

/* zuul button */
"Stop" = "停止";

/* zuul message */
"The entered string is not of the correct format for this field." = "输入的字符串并非适用于此栏位的正确格式。";

/* zuul error */
"The file %@ does not contain a valid license." = "文件“%@”不包含有效的许可证。";

/* zuul error */
"There was an error saving the license to %@.  Please check that you have permission to write to this folder." = "将许可证存储到“%@”时发生错误。请确保您有写入此文件夹的权限。";

/* zuul unlicensed error message */
"This application is not licensed." = "此应用程序未注册。";

/* zuul alert title format */
"This copy of %@ is not licensed." = "此份“%@”未注册。";

/* Incorrectly formatted license string */
"This doesn't look like a valid license string.  It should be a sequence of letter groups separated by dashes (for example, \"XXXX-XXXX-XXXX-XXXX-XXXX-XXX\")." = "这似乎并不是有效的许可证字符串。有效的许可证字符串应该是由短划隔开的一列字母成组（例如，“XXXX-XXXX-XXXX-XXXX-XXXX-XXX”）。";

/* Invalid license for this application */
"This is not a valid license for %s.  Please check that you have entered all of the values correctly and that this license is intended for %s." = "这不是“%1$s”的有效许可证。请确保您已正确输入所有数值，并且此许可证适用于“%2$s”。";

/* zuul error */
"This license duplicates one that is already registered." = "此许可证已被注册过。";

/* zuul generic problem */
"Unable to license application %@:\n%@\n\nPlease report this problem to support@omnigroup.com.  You may continue to use the application." = "无法授权应用程序“%1$@”：\n%2$@\n\n请将此问题上报到 support@omnigroup.com。您可以继续使用这个应用程序。";

/* zuul error */
"Unable to remove the license.  Please check that you have sufficient permissions to perform this operation." = "无法移去此许可证。请确保您有执行此操作的足够权限。";

/* zuul button */
"Use Unlicensed" = "未经许可使用";

/* Wrong application for license */
"You are running %s but this is a license for %s." = "您正在运行“%1$s”，但这是适用于“%2$s”的许可证。";

/* zuul error */
"You do not have permission to write to %@.  Please choose a different license type." = "您没有写入“%@”的权限。请选择其它的许可证类型。";

/* Button on time bomb expiration warning dialog. */
"Check for Updates..." = "核查更新…";

/* Button on expired time bomb dialog. */
"Check RSS Feed..." = "检查 RSS Feed…";

/* Button on expired time bomb dialog. */
"Check Web Site..." = "检查网站…";

/* Message for time bomb expiration warning. */
"On %@, %@ %@ will stop functioning. Please update to a newer version by then to ensure that you have the latest fixes and improvements.\n\nThanks for helping us test our software!\n" = "在 %1$@ 上，%2$@ %3$@ 将不再有效。请在那时更新至较新版本，以确保您进行了最新的修复与改进。\n\n感谢您帮助我们测试我们的软件！\n";

/* Message for expired time bomb. */
"Please download a newer version from our web site or RSS appcast feed, to ensure that you have the latest fixes and improvements.\n\nThanks for helping us test our software!\n" = "请从我们的网站或 RSS AppCast Feed 下载较新版本，以确保您进行了最新的修复与改进。\n\n感谢您帮助我们测试我们的软件！\n";

/* Button on expired time bomb dialog. */
"Quit" = "退出";

/* Title for expired time bomb. */
"This pre-release version of %@ has expired." = "%@ 的这个预先发布版本已到期。";

/* Title for time bomb expiration warning. */
"This pre-release version of %@ will expire in %d day." = "%1$@ 的这个预先发布版本将在 %2$d 天内到期。";

/* Title for time bomb expiration warning. */
"This pre-release version of %@ will expire in %d days." = "%1$@ 的这个预先发布版本将在 %2$d 天内到期。";

/* Title for time bomb expiration warning. */
"This pre-release version of %@ will expire in less than a day." = "%@ 的这个预先发布版本将在一天内到期。";

/* Button on time bomb expiration warning dialog. */
"Update Later" = "稍后更新";